Repository: ApolloZhu/FBLA-2017-NLC
Catalog: Translations/*.xliff
Languages: ur_pk

# 0gx-EW-EaD.title
source: Settings
ur_pk: ترتیبات

# 0yD-5e-T9Y.text
source: Bought
ur_pk: خریدا

# 5I6-jt-1bg.text
source: Favorites
ur_pk: پسندیدہ

# 6oK-Sz-s7X.title
source: Item
ur_pk: شے

# 7nQ-Q1-03M.text
source: Languages
ur_pk: زبانوں

# 51f-oK-h0N.title
source: Home
ur_pk: ہوم

# 59f-zb-fU4.title
source: Home
ur_pk: ہوم

# AYv-Qf-kmZ.text
source: Acknowledgements
ur_pk: منظوریاں

# D4Z-NM-ORz.text
source: Messages
ur_pk: پیغامات

# EL2-96-fRX.text
source: About Us
ur_pk: ہمارے متعلق

# R9o-LH-HY1.text
source: Donated
ur_pk: عطیہ

# bMo-0m-M7d.title
source: About Us
ur_pk: ہمارے متعلق

# gnX-LR-wK9.text
source: Clean Cache
ur_pk: واضح کیشے

# phH-B7-k14.title
source: Search
ur_pk: کی تلاش

# vAW-63-7CF.title
source: Donate
ur_pk: عطیہ

# wQQ-ha-IjV.placeholder
source: Type something to search here
ur_pk: یہاں تلاش کرنے کے لئے کچھ ٹائپ

# CFBundleDisplayName
source: Charity Toaster
ur_pk: صدقہ ٹوسٹر

# CFBundleName
source: $(PRODUCT_NAME)
ur_pk: صدقہ ٹوسٹر

source: %1$@ will come and pick up %2$@
ur_pk: {}آئیں اور مجھے لینے آئے گا{}

source: %1$@ will ship %2$@ to you
ur_pk: {}جہاز گے{}آپ پر

source: Acceptable
ur_pk: قابل قبول

source: Anonymous
ur_pk: گمنام

source: Basic Information
ur_pk: بنیادی معلومات

source: Bought
ur_pk: خریدا

source: Buy
ur_pk: خریدنے

source: Can't check out item
ur_pk: شے چیک نہیں کر سکتے ہیں

source: Cancel
ur_pk: منسوخ

source: Check Out
ur_pk: اس کو دیکھو

source: Collectible
ur_pk: collectible کے

source: Comments
ur_pk: تبصروں

source: Condition
ur_pk: شرط

source: Details
ur_pk: تفصیلات کے

source: Done
ur_pk: کیا کیا

source: E-Mail
ur_pk: ای میل

source: English
ur_pk: اردو

source: Favorited
ur_pk: پسند کردہ

source: Filter
ur_pk: فلٹر

source: Highest price in USD
ur_pk: امریکی ڈالر میں سب سے زیادہ قیمت

source: In Sell
ur_pk: بل فروخت

source: Item Description
ur_pk: شے وضاحت

source: Item Name
ur_pk: شے کا نام

source: Item Photo
ur_pk: شے کی تصویر

source: Leave your comment here ~
ur_pk: یہ رہا آپ کا تبصرہ چھوڑ دو

source: Like New
ur_pk: نئے کی طرح

source: Log Out
ur_pk: لاگ آوٹ

source: Login failed. Please try again.
ur_pk: لاگ ان ناکام رہے. دوبارہ کوشش کریں

source: Login/Register
ur_pk: لاگ ان / رجسٹر

source: Lowest price in USD
ur_pk: امریکی ڈالر میں سب سے کم قیمت

source: No comment yet
ur_pk: کوئی تبصرہ نہیں ابھی تک

source: No shipping address avaliable
ur_pk: کوئی شپنگ ایڈریس دستیاب

source: PASSWORD
ur_pk: پاس ورڈ

source: Pay
ur_pk: ادائیگی کرتے ہیں

source: Pick up %1$@ at %2$@ from %3$@
ur_pk: لینے{}پر{}سے

source: Price in USD
ur_pk: امریکی ڈالر میں قیمت

source: Processing
ur_pk: پروسیسنگ

source: Refurbished
ur_pk: تجدید شدہ

source: Show more comments
ur_pk: مزید تبصرے دکھائے

source: Sold
ur_pk: فروخت کیا

source: Tap to Cancel
ur_pk: منسوخ کرنے کے لئے تھپتھپائیں

source: Transfer
ur_pk: منتقلی

source: USERNAME
ur_pk: کا صارف کا نام

source: Very Good
ur_pk: بہت اچھا

source: You should ship %1$@ to %2$@ at %3$@
ur_pk: آپ جہاز چاہئے{}کرنے{}پر
